[
  "",
  "Добро пожаловать в STOL!\nМеня зовут Донни и я проведу тебе мини-экскурсию по нашему приложению.",
  "Это наша главная кнопка.\nНажми на нее чтобы сканировать чек после оплаты в заведении и получи баллы на свой счет!",
  "Отлично!\nМы на странице сканирования.\nНажав на “Начать!”, размести QR в выделенном поле и начнется магия!",
  "После успешного сканирования остается лишь оставить отзыв о посещенном заведении.\nИ баллы не заставят себя ждать!",
  "На главной странице можно увидеть полоску ранга.\nВыполняй задания и она будет заполняться!\nНажми на нее, чтобы узнать условия для повышения.",
  "Здесь можно увидеть все ранги, а слева от них - множитель баллов.\nИ уже на 2-ом уровне за чек на 1000₽ ты получишь не 10, а 11 баллов!\nДавай нажмем на него, чтобы узнать условия для получения!",
  "Выглядит несложно!\nЯ уверен, у тебя все быстро получится!\nА пока вернемся на Главную и посмотрим, что еще на ней находится.",
  "В окошке “Любимое” видно заведение, которое ты посещал чаще всего.\nА в окне “Недавнее” - последнее посещенное.",
  "Баланс и кол-во дней подряд, когда ты заходил в STOL, находятся здесь.\nСправа - кнопка уведомлений.\nТеперь давай посмотрим, что на других вкладках!",
  "Это вкладка рейтинга.\nНа ней можно увидеть топ-100 пользователей, получивших  наибольшее кол-во баллов.\nА внизу видна и твоя позиция в таблице!",
  "А вот и наш магазин!\nПолученные баллы можно потратить на тот или иной товар.\nЯ уже положил глаз на кое-что, а ты?",
  "На вкладке с историей можно посмотреть все заведения, которые ты посетил!\nЗдесь видна сумма чека, кол-во баллов, и твоя оценка - от 1 до 5.\nПока здесь пусто, но я уверен - скоро это изменится!",
  "И наконец финальная вкладка - твой профиль!\nЗдесь ты можешь изменить свой ник внутри приложения...",
  "Поменять цветовую гамму...\n(закрытые гаммы можно получить за определенный ранг или в магазине)",
  "Посмотреть статистику посещений...",
  "Увидеть свой стрик...",
  "Пригласить друга и получить 10% от его сканирований...",
  "И наконец - пройти Обучение заново, если понадобится!",
  "Теперь ты настоящий знаток нашего приложения, и знаешь как им пользоваться!\nЗа твои старания я дарю тебе 10 баллов - так держать!\nЕще увидимся:)"
]
